#i = 1
#while i < 10000000000:
#    j = 1
#    while j < 10:
#        print("%4d" % (i * j), end="")
#        j += 1
#    print()
#    i += 1

import time

x = 1007 - 7
y = 100000 - 5 # можно -5 убрать и оставить 100000

while y > 5:
    print(f"{y} - 5 = {y-5}", "Процесс удаление всех данных...")
    y -= 5
    time.sleep(0.2)


#while x > 7:
#    print(f"{x} - 7 = {x-7}", "Мне терять ничего zxc deadinside over100500")
#    x -= 7
#    time.sleep(0.3)

print('Все данные были удалены')




#ヤ、ヅマユ　ヲ　セクセ。
#ノ　ヴシャ　コマンダ　デビォウ

#タク　ウ　メニャ　エスツ　イデヤ　
#オケイ　ラボタ　エト　ラボタ、　ノ　ブシネス　ナド　ラズヴィヴァツ　カク　ポヅジカ　ベゾパスノスチ

#コヅ　ラボタエツ　オスタロス　ザコンチツ　メルキイ　デタル。

#カカヤ　コマンダ　ヅラ　スタルタプ　ヌジュナ？

#フドジニキ　（３人）
#フドジニキ　ポフォナム　（２人）
#コムポジテル　（１人）
#スムム　（１人）
#ミニ　スセナリスツ　（１人）

#女の子をせくす。いや～　辞めてください。あふあふあふあひ～
#このおちんちんの叔父さん、そ凄いですね
#彼女愛
